Ran Plan for dir: `infra/demo` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # random_id.example will be created
+ resource "random_id" "example" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 4
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ hex = (known after apply)

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d infra/demo`
* :put_litter_in_its_place: To **delete** this plan click [here](http://169ba2214051:4141/lock?id=shaoyunjian%252Fatlantis-demo%252Finfra%252Fdemo%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d infra/demo`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
